{
    "basic_info": {
      "description_header": "Hi",
      "description": "👋 I'm Steven Rejdukowski. Im a former E-Commerce Manager looking to make a change for myself in the tech field. Software engineering was an interest of mine for a long time but I wanted to make it my next career. I have always had an affinity for computers and solving problems so it seemed like this was a perfect meld for both of those interests of mine. The fast-paced and ever-changing tech industry seemed like a great fit for me because I love immersing myself in my craft, whatever it may be. In this industry, you can never know too much. My background in creating an E-Commerce presence from the ground up will help me understand the products I am working with and consider the consumer when working on products and applications. I look forward to learning and putting into code all that I have learned and experienced to help be a vital part of a software engineering team!",
      "section_name": {
        "about": "About me",
        "projects": "Projects",
        "skills": "Skills",
        "experience": "Experience"
      }
    },
    "projects": [
      {
        "title": "Wine Select",
        "startDate": "2022",
        "description": "First Group project I worked on where I headed the Javscript side of the application as well as the outline for the development. It was a simple application to help people chose which wine would be best for them dependent on whether they were looking for Wine by Occasion or by Type of Wine",
        "images": [
          "images/portfolio/wine1.png",
          "images/portfolio/wine2.png"
        ],
        "url": "",
        "technologies": [
          {
            "name": "HTML 5",
            "class": "devicon-html5-plain"
          },
          {
            "name": "CSS 3",
            "class": "devicon-css3-plain"

          },
          {
            "name": "JavaScript",
            "class": "devicon-javascript-plain"

          }
        ]
      }
      
        ]
      }
    